!
#
%
&
'
(
)
*
+
,
-
.
0
1
2
3
4
5
6
7
8
9
:
;
=
?
@
A
B
C
D
E
F
G
H
I
J
K
L
M
N
O
P
Q
R
S
T
U
V
W
X
Y
Z
[
\
]
_
`
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
{
|
}
~
·
Ι
Φ
Χ
Ω
α
β
γ
δ
ζ
λ
μ
π
ω
В
И
К
М
О
Т
Ц
а
к
о
р
т
х
–
—
―
‘
’
“
”
…
‰
′
℃
Ⅰ
Ⅱ
Ⅲ
Ⅳ
Ⅴ
Ⅷ
Ⅸ
←
↑
→
↓
↘
∕
√
∞
∠
∩
∶
≈
≠
≤
≥
①
②
③
④
⑤
⑥
⑦
⑧
⑨
⑩
⒈
⒉
⒊
─
┵
╱
▂
█
▌
■
□
▲
▼
◆
◇
○
◎
●
◥
★
☆
、
。
〇
〈
〉
《
》
「
」
『
』
【
】
〔
〕
〖
〗
ア
イ
ク
ダ
テ
ト
ド
バ
マ
ル
レ
ㄧ
㎡
一
丁
七
萬
丈
三
上
下
不
與
丐
醜
專
且
丕
世
丘
丙
業
叢
東
絲
丞
丟
兩
嚴
並
喪
丨
個
丫
中
豐
串
臨
丶
丸
丹
為
主
丼
麗
舉
乂
乃
久
麼
義
之
烏
乍
乎
乏
樂
乒
乓
喬
乖
乘
乙
乜
九
乞
也
習
鄉
書
買
亂
乳
乸
乾
瞭
予
爭
事
二
於
虧
雲
互
亓
五
井
亙
亞
些
亟
亡
亢
交
亥
亦
産
亨
畝
享
京
亭
亮
親
亳
褻
亶
人
億
什
仁
仄
僅
僕
仇
仉
今
介
仍
從
侖
倉
仔
仕
他
仗
付
仙
仚
仝
仞
仟
仡
代
令
以
仨
儀
仫
們
仰
仲
仳
仵
件
價
任
份
仿
企
伉
伊
伍
伎
伏
伐
休
伕
眾
優
夥
會
傴
伝
傘
偉
傳
伢
傷
倫
傖
僞
佇
伯
估
伴
伶
伸
伺
似
伽
佁
佃
但
佈
位
低
住
佐
佑
體
佔
何
佗
佘
餘
佚
佛
作
佝
佞
佟
你
佢
傭
僉
佩
佬
佯
佰
佳
佶
佺
佻
佼
佾
使
侃
侄
來
侈
侉
例
侍
侏
侑
侔
侗
供
依
俠
侶
僥
偵
側
僑
儕
儂
侮
侯
侵
便
係
促
俄
俅
俊
俋
俎
俏
俐
俑
俗
俘
俚
保
俞
俟
信
俁
儔
儼
倆
儷
俬
儉
修
俯
俱
俶
俸
俺
俾
個
倌
倍
倏
們
倒
倔
倖
倘
候
倚
倜
藉
倡
倥
倦
倨
倩
倪
倬
倭
倶
債
值
傾
偁
偃
假
偈
偌
偎
偏
偕
做
停
健
傯
偲
偶
偷
僂
償
傀
傅
傈
傍
備
傣
儻
儲
儺
催
傲
傳
傻
僅
像
僖
僚
僜
僧
僭
僮
僰
僳
僵
僻
儀
億
儆
儋
儍
儒
儡
優
兒
兀
允
元
兄
充
兆
先
光
剋
免
兌
兒
兔
兗
黨
兜
兟
兢
入
內
全
兩
八
公
六
兮
蘭
共
關
興
兵
其
具
典
茲
養
兼
獸
冀
內
冇
岡
冉
冊
再
冏
冑
冒
冕
冗
寫
軍
農
冠
塚
冤
冥
鼕
馮
冰
衝
決
冴
況
冶
冷
凍
冼
冽
冿
淨
淒
準
凇
凈
涼
凊
凋
淩
減
湊
凜
凝
幾
凡
鳳
鳬
憑
凱
凰
凳
凶
凸
凹
齣
擊
氹
函
鑿
刀
刁
刃
分
切
刊
芻
刎
刑
劃
列
劉
則
剛
創
初
刪
判
別
刨
利
彆
颳
到
製
刷
券
刹
刺
刻
劊
剁
劑
剃
則
剉
削
剌
前
剎
剮
劍
剔
剖
剜
剝
劇
剩
剪
副
割
創
剽
剿
劀
劇
劈
劉
劏
力
勸
辦
功
加
務
勱
劣
動
助
努
劫
劭
勵
勁
勞
劵
効
劻
劼
劾
勢
勁
勃
勅
勇
勉
勛
勍
猛
勒
動
勖
勘
勝
募
勢
勤
勰
勳
勺
勾
勿
勻
包
匆
匈
匍
匐
匕
化
北
匙
匝
匠
匡
匣
匪
匱
匹
區
醫
匾
匿
十
韆
卅
升
午
卉
半
卍
華
協
卑
卒
卓
單
賣
南
博
蔔
卞
卟
占
卡
盧
卣
鹵
卦
臥
衛
卯
印
危
即
卻
卵
捲
卸
卻
卾
卿
廠
厄
廳
曆
厲
壓
厭
厐
廁
厘
厚
厝
原
廂
厥
廈
廚
廄
廝
去
縣
叁
參
又
叉
及
友
雙
反
發
叔
取
受
變
敘
叛
叟
疊
叡
口
古
句
另
叨
叩
隻
叫
召
叭
叮
可
颱
叱
史
右
叵
葉
號
司
嘆
叻
叼
嘰
籲
吃
各
吆
閤
吉
吊
吋
同
名
後
吏
吐
嚮
吒
嚇
呂
吖
嗎
君
吝
吞
吟
吠
唚
吥
否
吧
噸
吩
含
聽
吭
吮
啓
吱
吲
吳
吳
吵
吶
吸
吹
吻
吼
吾
吿
呀
呂
呃
呆
呇
呈
告
呎
呐
囈
呔
嘔
嚦
唄
員
咼
嗆
嗚
呢
呣
呤
呦
周
呯
呱
呲
味
嗬
呷
呸
呻
呼
命
咀
咂
咄
咆
咋
和
咎
詠
咐
咒
哢
咕
咖
咘
嚨
咚
嚀
咣
吒
咥
咦
咧
谘
咩
咪
咫
咬
咭
咯
咱
咲
咳
鹹
咻
咽
咿
哀
品
哄
哆
哇
哈
哉
哋
呱
響
哎
哏
哐
啞
噠
嘵
嗶
嘩
噲
哚
哞
喲
員
哥
哦
哧
哨
哩
哪
哭
哮
哲
哺
哼
哽
唁
唆
唇
唉
唏
唐
唑
唔
嘮
嗩
喚
唧
唬
售
唯
唰
唱
唳
唵
唾
啁
啃
啄
商
啉
啊
問
啐
啓
啕
啖
啜
啡
啤
啥
啦
嘖
啪
嗇
囀
嚙
囉
啵
啷
嘯
啻
啼
啾
喀
喂
喃
善
喆
喇
喉
喊
喋
喎
喏
喑
喔
喘
喙
喜
喝
喟
喦
喧
喬
單
喱
喳
喵
噴
喹
喺
喻
嘍
嗄
嗅
嗑
嗒
嗓
嗔
嗖
嗜
嗝
嗞
嗟
嗡
嗣
嗤
嗦
嗨
嗪
囁
嗮
嗯
嗲
噯
嗵
嗷
嗼
嗽
嘀
嘁
嘅
嘈
嘉
嘌
嘎
嘏
噓
嘚
嘛
嘞
嘟
嘣
嚶
嘨
嘬
嘭
囑
嘲
嘴
嘶
嘹
嘻
嘿
噁
噌
噎
噏
噔
噗
噘
噙
嚕
噢
噤
器
噩
噪
噬
噱
噶
噻
劈
嚅
嚎
嚏
嚓
囂
嚯
嚷
嚼
囊
囍
囔
囚
四
迴
因
囡
團
囤
囧
囫
園
囯
睏
囪
圍
圇
囹
固
國
圖
囿
圃
圄
圓
圈
國
圜
土
聖
在
圩
圪
圭
圮
地
圳
壙
場
圻
圾
址
阪
均
坊
坍
坎
壞
坐
坑
塊
堅
壇
壩
塢
墳
墜
坡
坤
坦
坨
坪
坯
坳
坶
坷
垂
垃
壟
垅
壚
垇
型
垌
壘
垓
垕
垚
垛
垟
垠
垡
垢
垣
墾
堊
墊
埡
垮
壋
堖
垵
垸
垾
埂
埃
埇
埋
城
埔
埕
埗
域
埠
埭
垵
埴
培
基
埼
堀
堂
堃
堆
堇
塹
墮
堡
堤
堪
堰
報
場
堵
堺
堽
壪
塌
塑
塔
塘
塙
塚
塞
填
塬
塭
塾
墀
墁
境
墅
墉
墊
墒
墓
墕
増
牆
增
墟
墨
墩
壁
壅
壆
壑
壕
壤
士
壬
壯
聲
殼
壺
壹
處
備
復
夏
夔
夕
外
夙
多
夜
夠
夥
大
天
太
夫
夭
央
夯
失
頭
夷
誇
夾
奪
奐
奄
奇
奈
奉
奮
奎
奏
契
奓
奔
奕
奬
套
奘
奚
奠
奢
奧
奧
奭
女
奴
奶
奸
她
好
妁
如
妃
妄
妝
婦
媽
妊
妍
妒
妓
妖
妙
妚
妞
妣
妤
妥
妨
嫵
嫗
媯
妮
妯
妲
妳
妹
妻
妾
姆
姊
始
姍
姐
姑
姓
委
姍
姘
姚
薑
姝
姣
姥
姨
姪
姬
姮
姹
姻
姽
姿
威
娃
婁
婭
嬈
嬌
孌
娉
娌
娑
娓
娘
娜
娟
娠
娣
娥
娩
娭
娛
媧
娳
嫻
娶
娼
婀
婁
婆
婉
婊
婓
婕
婚
婢
婧
婪
婫
嫿
嬰
嬋
嬸
婷
婺
婿
媒
媚
媛
媞
媼
媲
媳
媾
嫁
嫂
嫉
嫌
嬪
嫖
嫚
嫡
嫣
嫦
嫨
嫩
嫫
嬅
嬉
嬖
嬗
嬛
嬢
嬴
嬤
孀
孃
子
孑
孔
孕
孖
字
存
孫
孚
孜
孝
孟
孢
季
孤
學
孩
孿
孫
孬
孰
孱
孳
孵
學
孺
孽
寜
它
宅
宇
守
安
宋
完
宏
宓
宕
宗
官
宙
定
宛
宜
寶
實
寵
審
客
宣
室
宥
宦
憲
宮
宮
宰
害
宴
宵
傢
宸
容
寬
賓
宿
寂
寄
寅
密
寇
富
寐
寒
寓
寔
寢
寞
察
寡
寤
寥
實
寨
寮
寰
寶
寸
對
寺
尋
導
壽
封
射
將
將
尉
尊
尋
對
小
尐
少
尓
爾
尕
尖
塵
尚
嘗
尤
堯
尬
就
尷
尷
屍
尹
尺
尼
盡
尾
尿
局
屁
層
屭
居
屈
屜
屆
屋
屌
屎
屏
屐
屑
展
屬
屠
屢
層
履
屯
山
屹
屾
嶼
歲
豈
岌
岐
岑
岔
嶇
崗
峴
嶴
嵐
島
岡
岩
岫
岬
嶺
岱
嶽
岵
岷
岸
岺
崬
巋
峁
嶧
峇
峋
峒
峙
峽
嶢
嶠
崢
巒
峨
峪
峭
峯
峰
島
峻
崀
崁
嶗
峽
崆
崇
崌
崎
崐
崑
崔
崖
崛
崟
崧
崩
嶄
崮
崴
崽
崾
嵇
嵊
嵋
嵌
嵎
嶸
嵩
嵯
脊
嶂
嶋
嶙
嶝
巔
巍
巘
川
州
巡
巢
工
左
巧
巨
鞏
巫
差
巰
己
已
巳
巴
巷
巽
巾
巿
幣
市
布
帥
帆
師
希
幃
帳
帑
帔
帕
帖
簾
帙
帚
帛
幟
帝
帥
帶
幀
席
幫
帶
帷
常
幗
帽
冪
幄
幅
幌
幔
幕
襆
幡
幢
幫
乾
平
年
並
幷
幸
幺
幻
幼
幽
幾
廣
莊
慶
庇
床
序
廬
廡
庫
應
底
庖
店
廟
庚
府
龐
廢
庠
庥
度
座
庭
庵
庶
康
庸
庹
庾
廂
廉
廊
廍
廓
廖
廢
廩
延
廷
建
廿
開
弁
異
棄
弄
弈
弊
弋
式
弑
弓
弔
引
弗
弘
弛
弟
張
弢
彌
弦
弧
弩
弭
彎
弱
張
強
彈
強
弼
彌
歸
當
錄
彗
彘
彝
彠
形
彤
彥
彥
彧
彩
彪
彬
彭
彰
影
彷
役
徹
彼
往
徵
徂
徑
待
徇
很
徉
徊
律
後
徐
徒
徠
得
徘
徙
徜
從
禦
徨
復
循
微
徳
徵
德
徽
心
必
憶
忌
忍
懺
忐
忑
忒
忖
誌
忘
忙
忠
忡
忤
憂
忪
快
忱
念
忻
忼
忽
愾
忿
懷
態
慫
憮
慪
悵
愴
怍
怎
怏
怒
怔
怕
怖
憐
思
怠
怡
急
怦
性
怨
怪
怯
怱
怵
總
懟
懌
恁
恂
恃
戀
恍
恐
恒
恓
恕
恙
恚
恢
恣
恤
恨
恩
恪
恫
恬
恭
息
恰
懇
恵
惡
慟
懨
愷
惻
惱
惲
恿
悄
悉
悌
悍
悔
悖
悚
悝
悟
悠
患
悅
您
懸
慳
憫
悱
悲
悴
悸
悻
悼
情
惆
惇
驚
惋
惑
惕
惘
惚
惜
惟
惠
惦
懼
慘
懲
憊
愜
慚
憚
慣
惰
想
惴
惶
惹
惺
愁
愆
愈
愉
湣
愎
意
愕
愚
愛
感
慍
愣
憤
愧
愫
願
慄
慈
態
慌
慎
懾
慓
慕
慜
慢
慧
慨
慰
慵
慷
慾
憂
憋
憎
憑
憔
憧
憨
憩
憬
憶
怵
憾
懂
懈
懊
懋
懣
懶
懍
懦
懵
懸
懽
懿
戈
戉
戊
戔
戌
戍
戎
戲
成
我
戒
戕
或
戧
戰
戚
戛
戟
戡
截
戩
戮
戰
戲
戳
戴
戶
戾
房
所
扁
扃
扇
扈
扉
手
纔
紮
撲
扒
打
扔
托
扛
扞
扣
扥
扡
執
擴
捫
掃
揚
扭
扮
扯
擾
扳
扶
批
扼
扽
找
承
技
抄
抉
把
抑
抒
抓
抔
投
抖
抗
摺
撫
拋
摶
摳
掄
搶
護
報
抨
披
抬
抭
抱
抵
抹
抻
押
抽
抿
拂
拄
擔
拆
拇
拈
拉
拋
拌
拍
拎
拐
拒
拓
拔
拖
拗
拘
拙
拚
招
拜
擬
攏
揀
擁
攔
擰
撥
擇
括
拭
拮
拯
拱
拳
拴
拷
拼
拽
拾
拿
持
掛
指
挈
按
挎
挑
挖
摯
攣
撾
撻
挾
撓
擋
掙
擠
揮
挨
挪
挫
挭
振
挲
挹
挺
挻
挽
捂
捃
捅
捆
捉
捋
捌
捍
捎
捏
捐
捕
撈
損
撿
換
搗
捧
捨
捭
據
捱
捲
捶
捷
捺
撚
掀
掂
掇
授
掉
掌
掏
掐
排
掖
掘
掞
掠
採
探
掣
接
控
推
掩
措
掬
掮
掰
擄
摑
擲
撣
摻
摜
掾
揄
揆
揉
揍
描
提
插
揖
揠
握
揣
揩
揪
揭
援
揶
揺
攬
揾
攙
擱
摟
攪
搏
搐
搓
搔
搜
搞
搠
搡
搥
搧
搪
搬
搭
攜
搽
摁
摃
攝
擺
搖
擯
攤
摒
摔
摘
摞
摧
摩
摭
摸
摹
撂
撅
撇
撐
撒
撕
撘
撞
撤
撩
撬
播
撮
撰
攆
擷
擼
攛
撼
擀
擁
擂
擅
操
擎
擒
擔
擕
擗
擘
據
擻
擢
擦
擿
攀
攉
攢
攘
攝
攥
攫
支
收
攸
改
攻
放
政
敀
故
效
敉
敵
敎
敏
救
敕
敖
教
斂
敝
敞
敢
散
敦
敩
敬
數
敲
整
敷
數
文
齋
斌
斐
斑
斕
鬥
料
斛
斜
斟
斡
斤
斥
斧
斬
斫
斷
斯
新
斷
方
於
施
旁
旂
旃
旅
鏇
旌
旎
族
旖
旗
無
既
日
旦
舊
旨
早
旬
旭
旮
旯
旱
時
曠
暘
旺
旻
旼
昀
昂
昆
昇
昉
昊
昌
明
昏
易
昔
昕
曇
昝
星
映
昤
春
昧
昨
昭
是
昱
昳
昴
昵
昶
晝
顯
晁
時
晃
晉
晌
晏
曬
曉
曄
暈
暉
晗
晚
晛
晞
晟
晤
晦
晨
晩
普
景
晰
晳
晴
晶
智
晾
暫
暄
暇
暌
暐
暑
暖
暗
暢
曖
暨
暮
暴
暹
暻
暾
曁
曈
曉
曌
曙
曜
曝
曦
曩
曰
麯
曳
更
曹
曼
曾
替
最
會
月
有
朋
服
朏
朐
朔
朕
朗
望
朝
期
朦
木
未
末
本
劄
術
硃
樸
朵
機
朽
朿
殺
雜
權
杆
杈
杉
李
杏
材
村
杖
杜
杞
束
杠
條
來
楊
榪
杪
杭
杯
傑
東
杲
杳
杵
杷
杼
鬆
闆
極
構
枇
枉
枋
析
枕
林
枚
果
枝
樅
樞
棗
櫪
梘
槍
楓
梟
枯
枰
枳
架
枷
枸
柁
柃
柄
柉
柏
某
柑
柒
染
柔
柘
柚
櫃
柞
檸
柢
查
柩
柬
柯
柰
柱
柳
柴
柷
査
檉
柿
梔
栃
柵
標
棧
櫛
棟
櫟
欄
樹
栓
棲
栗
校
栢
栩
株
栲
樣
核
根
格
栽
欒
桀
桁
桂
桃
桅
框
案
桉
桋
桌
桎
桐
桑
桓
桔
桕
椏
楨
檔
橋
樺
檜
槳
樁
桲
桶
桷
梁
梅
梆
梏
梓
梗
梢
夢
梧
梨
梭
梯
械
梳
梵
檢
欞
棉
棋
棍
棒
棕
棘
棚
棠
棣
森
棰
棱
棵
棹
棺
棻
槨
椅
植
椎
椐
椑
椒
欏
椪
橢
椰
椴
椹
椽
椿
楂
楊
楔
楚
楞
楠
楣
楫
業
楮
極
楷
楸
楹
樓
概
欖
榆
櫬
櫚
榊
榔
榕
榘
榛
榜
榧
榨
榫
榭
榴
榷
榻
槁
槃
槌
槎
槐
槙
檟
檻
槜
檳
槭
槲
槺
槻
槽
槿
樊
樋
樑
樓
樗
標
樜
樟
模
樣
樨
橫
檣
櫻
樵
樽
樾
橄
橇
橘
橙
橛
機
橡
櫫
櫥
櫓
檀
檄
簷
檔
檞
檣
檁
檫
檬
欠
次
歡
欣
歐
欲
欷
欺
款
歆
歇
歉
歌
歐
歔
歙
歡
止
正
此
步
武
歧
歪
歷
歹
死
殲
歿
殃
殄
殆
殤
殉
殊
殘
殞
殮
殖
殫
殛
殯
殳
毆
段
殷
殺
殿
毀
轂
毅
毋
母
毎
每
毑
毒
毓
比
畢
毖
毗
斃
毛
氈
毫
毬
毯
毽
氏
氐
民
氓
氣
氘
氙
氛
氟
氡
氫
氣
氤
氦
氧
氨
氮
氯
氰
氳
水
氵
永
氹
氽
氾
汀
汁
求
汆
匯
漢
汊
汐
汕
汗
汛
汝
汞
江
池
汙
湯
汨
汩
汪
汭
汰
汲
汴
汶
洶
決
汽
汾
沁
沂
沃
沅
沆
沇
瀋
沉
沌
沏
沐
沒
遝
沔
沙
沚
沛
溝
沒
灃
漚
瀝
淪
滄
溈
滬
沫
沭
沮
沱
河
沸
油
治
沼
沽
沾
沿
泄
泅
泉
泊
泌
泐
泓
泔
法
泗
泛
濘
泠
泡
波
泣
泥
注
淚
泫
泮
泯
泰
泱
泳
泵
瀧
濾
濼
瀉
潑
澤
涇
泿
潔
洇
洋
洌
洎
洑
灑
洗
洙
洛
洞
津
洨
洪
洮
洱
洲
洵
洸
洹
洺
活
窪
洽
派
流
浹
淺
漿
澆
湞
溮
濁
測
澮
濟
瀏
滻
渾
滸
濃
潯
浙
浚
浜
浠
浣
浦
浩
浪
浬
浮
浯
浴
海
浸
浹
塗
涅
消
涉
湧
涎
涓
涔
涕
濤
澇
淶
漣
渦
渙
滌
潤
澗
漲
澀
涪
涮
涯
液
涵
涸
涿
澱
淄
淅
淆
淇
淋
淌
淏
淑
淖
淘
淙
淝
淞
淠
淡
淤
淦
淩
淫
淬
淮
深
淳
混
淸
淹
添
淼
渃
清
淵
淥
漬
瀆
漸
澠
漁
滲
渚
減
渝
渠
渡
渣
渤
渥
溫
渭
港
渲
渴
遊
渺
湃
湄
湉
湍
湎
湖
湘
湛
湜
湟
湧
湫
湮
湼
灣
濕
潰
濺
漵
溉
溍
溏
源
準
溘
溜
溟
溢
溥
溦
溧
溪
溫
溯
溱
溶
溺
滁
滂
滇
滋
滑
滓
滔
滕
潷
滾
滯
灧
灄
滿
瀅
濾
濫
灤
濱
灘
滴
滹
漂
漆
漈
漉
漏
灕
演
漕
漖
漠
漢
漩
漪
漫
漯
漱
漳
漶
漷
漸
漹
漾
瀟
瀲
濰
潏
潘
潛
潞
潟
潢
潦
潭
潮
潲
瀦
潸
潺
潼
澄
澈
澍
澎
澓
澙
澛
瀾
澡
澧
澪
澫
澳
澶
澹
激
濂
濉
瀨
瀕
濛
濠
濡
濬
濮
濯
濺
瀑
瀚
瀛
瀟
瀣
灌
灝
灞
火
滅
燈
灰
靈
竈
灸
灼
災
燦
煬
炅
炆
爐
炊
炎
炒
炕
燉
炘
炙
煒
炫
炬
炭
炮
炯
炳
炷
炸
點
為
煉
熾
爍
爛
烴
烈
烊
烓
烔
烘
烙
烚
燭
烜
煙
烤
煩
燒
燁
燴
燙
燼
熱
烯
烱
烷
烹
烺
烽
焉
焊
焌
焐
煥
燜
焗
燾
焙
焚
焜
無
焦
焯
焰
焱
然
煆
煊
煌
煎
煕
煜
煞
煤
煦
照
煨
煬
煮
煲
糊
煸
煺
煽
熀
熄
熊
熏
熔
溜
熙
熟
熠
熨
熬
熱
熵
熹
熺
燁
燃
燊
燎
燕
燚
燠
燥
燧
燮
燹
爆
爨
爪
爬
爰
愛
爵
父
爺
爸
爹
爻
爽
爾
爿
牀
片
版
牌
牘
牒
牙
牛
牝
牞
牟
牠
牡
牢
犛
牧
物
牲
牽
特
犧
牾
犀
犁
犄
犇
犢
犍
犏
犒
犟
犬
犯
犰
犴
狀
獷
獁
猶
狂
狄
狽
麅
狎
狐
狒
狗
狙
獰
狠
狡
狩
獨
狹
獅
猙
獄
狳
狸
狼
猁
獵
獼
猖
猗
猘
猛
猜
猝
猞
猥
猩
豬
貓
蝟
獻
猴
猷
猾
猿
獅
獒
獗
獠
獨
獺
獲
獻
獾
玄
率
玉
王
玎
璣
玒
玓
玖
玗
瑒
瑪
玟
玢
玥
玩
玫
瑋
環
現
玲
玳
玷
玹
璽
玻
珀
珂
珅
珈
瑉
珊
珍
玨
琺
瓏
珖
珙
珜
珞
珠
珣
珥
珩
珪
班
珮
琿
珵
珺
現
球
琅
理
琇
琉
琊
琍
璉
瑣
琓
琚
琛
琢
琤
琥
琦
琨
琪
琬
琮
琯
琰
琳
琴
琵
琶
瓊
瑀
瑁
瑄
瑆
瑕
瑗
瑙
瑚
瑛
瑜
瑞
瑟
瑪
瑭
瑯
瑰
瑱
瑤
瑸
瑾
璀
璃
璆
璿
璈
璋
瓔
璏
璐
璗
璜
璞
璟
璠
璧
璨
璫
璺
瓚
瓘
瓜
瓞
瓠
瓢
瓣
瓤
瓦
甕
甌
瓴
瓶
瓷
甄
甑
甘
甙
甚
甜
生
產
甥
甦
用
甩
甪
甫
甬
甭
甯
田
由
甲
申
電
男
甸
町
畫
甾
暢
畈
畊
界
畏
畔
留
畚
畛
畜
畠
略
畦
番
畬
佘
疇
當
畸
畹
畿
疁
疃
疆
疋
疍
疏
疑
疒
疔
癤
療
疙
疚
疝
瘧
癘
瘍
疣
疤
疥
疫
癧
瘡
瘋
皰
疲
疳
屙
疵
疷
疸
疹
疼
疽
疾
痂
病
癥
癰
痙
痊
痍
癢
痔
痕
痘
痛
痞
痢
痣
痤
痧
癆
瘓
癇
痰
痱
癡
痹
痼
痾
痿
瘀
瘁
瘌
瘐
瘞
瘻
瘙
瘟
瘠
瘢
瘤
瘦
瘩
癟
癱
瘴
瘸
瘼
癮
癀
癌
癖
癜
癩
癬
癲
癮
臒
癸
登
發
白
百
皂
的
皆
皇
皈
皋
皎
皐
皚
皓
皖
皙
皮
皺
皸
皴
皿
盂
盅
盆
盈
益
盌
盎
盞
鹽
監
盒
盔
蓋
盜
盤
盛
盝
盟
盡
盥
目
盯
盱
盲
直
相
盹
盼
盾
省
眈
眉
看
県
眙
真
眠
眢
眥
眨
眩
矓
眭
眯
眶
眷
眸
眺
眼
眾
著
睜
睇
睌
睞
瞼
睚
睛
睡
睢
督
睦
睨
睪
睫
睬
睱
睹
睽
睾
睿
瞄
瞅
瞋
瞌
瞎
瞑
瞞
瞟
瞠
瞥
瞧
矚
瞪
瞬
瞭
瞰
瞳
瞻
瞾
瞿
矇
矍
矗
矛
矜
矢
矣
知
矩
矯
短
矮
石
磯
矸
礬
礦
碭
碼
砂
砌
砍
砒
研
磚
硨
硯
砝
砟
砣
砥
砧
砭
砰
破
砷
砸
礪
礱
砼
礫
礎
矽
硌
硏
硐
硒
碩
硤
蹻
硝
硫
硬
確
硼
碁
碇
碉
碌
礙
碎
碑
碓
碗
碘
碚
磧
磣
碟
碣
碧
碰
堿
碲
碳
碴
碶
碽
碾
磁
磅
磊
磋
磎
磐
磕
磡
磨
磬
磲
磴
磷
磺
礁
礅
礒
礠
礡
礤
礴
示
禮
礽
社
祀
祁
祈
祉
禕
祐
祕
祖
祗
祚
祛
祜
祝
神
祟
祠
禰
祥
祧
票
祭
禎
祲
禱
禍
祺
祼
祾
祿
稟
禁
祿
禪
禎
福
禑
禚
禛
禤
禥
禧
禹
禺
離
禽
禾
秀
私
禿
稈
秉
鞦
種
科
秒
秘
租
秣
秤
秦
秧
秩
秫
秭
積
稱
秸
移
穢
穠
稀
稂
稅
程
稍
稅
稔
稗
稚
稞
稠
稢
穌
種
稱
穩
稷
稹
稻
稼
稽
稿
穆
穉
穗
穰
穴
究
窮
穹
空
穿
突
竊
窄
窅
窆
窈
竅
窯
窒
窕
窖
窗
窘
竄
窩
窟
窠
窺
竇
窨
窶
窿
竇
立
竪
站
競
竟
章
竣
童
竭
端
竹
竺
竽
竿
篤
笄
笆
笈
笊
筍
笏
笑
筆
筧
笙
笛
笞
笠
笤
符
笨
笪
笫
第
笳
箋
籠
筆
等
筊
筋
筏
筐
築
筒
答
策
篩
簹
箏
筠
筮
筱
筲
筵
筷
籌
筼
簽
簡
箅
箍
箐
籙
箔
箕
算
箜
管
篋
籮
簫
箬
箭
箱
箴
箸
節
篁
篆
篇
篌
簣
簍
篙
篝
篡
篦
篪
籃
籬
篷
篼
篾
簇
簋
簒
簣
簧
簪
簸
簾
簿
籟
籍
籛
米
類
秈
籽
粄
粉
粑
粒
粕
粗
粘
糲
粟
粢
粵
粥
粨
糞
糧
粱
粳
粹
粼
粽
精
粿
糝
糅
糊
糌
糍
糕
糖
糗
糙
糜
糟
糠
糨
糯
係
紀
紅
紊
納
級
紛
素
索
緊
紫
纍
細
組
絆
結
絕
絗
絜
給
絮
絶
綁
綑
經
綜
綠
綦
維
綮
網
緊
緋
緘
線
緣
編
緻
縈
縢
總
繁
繆
繢
繹
繼
纂
續
纖
糾
紅
紂
縴
約
級
紈
紀
紉
緯
紜
純
紕
紗
綱
納
縱
綸
紛
紙
紋
紡
紐
紓
綫
紺
練
組
紳
細
織
終
縐
絆
絀
紹
繹
經
紿
綁
絨
結
絝
繞
絎
繪
給
絢
絳
絡
絕
絞
統
絹
綉
綏
縧
繼
績
緒
綾
續
綺
緋
綽
繩
維
綿
綬
綳
綢
綹
綣
綜
綻
綰
綠
綴
緗
緘
緬
纜
緹
緲
緝
緞
縋
緩
締
縷
編
緣
縉
縛
縟
縝
縫
纏
縭
縊
縑
繽
縹
縵
纓
縮
繆
繅
繚
繕
繮
繾
繳
缶
缸
缺
罌
罄
罅
罈
罍
罐
網
罔
罕
羅
罘
罰
罡
罷
罩
罪
置
署
罷
罹
罾
羈
羅
羊
羌
美
羔
羚
羝
羞
羥
羨
羣
群
羧
羨
羯
羰
羲
羸
羹
羽
羿
翀
翁
翃
翅
翊
翌
翎
翔
翕
翹
翬
翛
翟
翠
翡
翥
翦
翩
翮
翯
翰
翱
翳
翻
翼
耀
老
考
耄
者
耆
耋
而
耍
耐
耒
耔
耕
耗
耘
耙
耦
耳
耶
耷
聳
恥
耽
耿
聶
聃
聆
聊
聾
職
聒
聯
聘
聚
聵
聰
職
聽
聿
肅
肄
肆
肇
肉
肋
肌
肓
肖
肘
肚
肛
肝
肟
腸
股
肢
膚
肥
肩
肪
骯
肯
肱
育
肴
肸
肺
肽
腎
腫
脹
脅
胃
胄
膽
背
胎
胖
胗
胙
胚
胛
勝
胝
胞
鬍
胤
胥
朧
臚
脛
胭
胯
胰
胱
胳
胴
膠
胸
胺
胼
能
脂
脆
脈
脊
膾
髒
臍
腦
膿
臠
脖
脘
腳
脢
脯
脫
脲
臉
脾
腆
腈
臘
腋
醃
腐
腑
腓
腔
腕
腚
腠
腥
腩
齶
腮
腰
腱
腳
腴
腸
腹
腺
膩
靦
騰
腿
膀
膈
膊
膏
臏
膘
膛
膜
膝
膦
膨
膳
膺
膻
膽
臀
臂
臃
臆
臊
臟
臣
臧
自
臬
臭
至
緻
臻
臼
臾
舀
舁
舂
舄
舅
輿
與
舉
舌
捨
舐
舒
舔
舖
舛
舜
舞
舟
舢
舨
航
舫
般
艦
艙
舵
舶
舷
舸
船
舺
舾
艄
艇
艉
艋
艏
艘
艮
良
艱
色
艷
藝
艾
艿
節
芃
羋
芊
芋
芍
芎
芒
薌
芘
芙
蕪
芝
芡
芥
蘆
芨
芩
芪
芫
芬
芭
芮
芯
花
芳
芷
蕓
芹
芽
芾
蓯
苄
葦
莧
蒼
苧
蘇
苑
苒
苓
苔
苕
苗
苛
苜
苞
苟
苡
苣
若
苦
苫
苯
英
苷
蘋
苻
苾
茀
茁
茂
範
茄
茅
茆
茉
茌
莖
蘢
塋
煢
茗
茜
繭
茨
茫
茬
茭
茯
茱
茴
茵
茶
茸
茹
茼
荀
荃
荊
荇
草
荍
荏
薦
荒
荔
莢
蕎
薈
薺
蕩
榮
葷
滎
犖
熒
蕁
藎
蓀
蔭
葒
藥
荳
荷
荸
荻
荼
荽
蒞
莆
莉
莊
莎
莒
莓
莘
莞
莠
莫
萊
蓮
蒔
萵
獲
瑩
鶯
蒓
莽
菀
菁
菅
菇
菉
菊
菌
菏
菔
菖
菘
菜
菟
菠
菡
菩
華
菰
菱
菲
菴
菹
萁
萃
萄
萋
萌
萍
萎
萘
萜
蘿
螢
營
縈
蕭
薩
萩
萱
萸
萼
落
葆
著
葚
葛
葠
葡
董
葩
葫
葬
葭
蔥
葳
葵
葺
蒂
蔣
蔞
濛
蒜
蒟
蒡
蒨
蒯
蒲
蒸
蒺
蒻
蒾
蒿
蓄
蓉
蓑
蓓
蓖
藍
薊
鎣
驀
蓬
蓮
蓼
蓿
衊
蔓
蔗
蔘
蔚
蔡
蔫
蔬
蔵
薔
蔸
藺
蔻
藹
蔽
蕃
蕈
蕉
蕊
蕙
蕤
蕨
蘄
蘊
蕹
蕻
蕾
薄
薇
薏
薙
薛
薨
薪
藪
薯
薰
薷
薹
槁
藉
藏
藐
蘚
藕
藜
藝
藠
藤
藩
藴
藻
藿
蘅
蘇
蘑
蘖
蘧
蘭
蘸
虎
虜
虐
慮
虔
處
虛
虞
號
虢
蟲
虯
虱
虹
虺
虻
雖
蝦
蝕
蟻
螞
蚊
蚌
蚍
蚓
蠶
蚜
蠔
蚣
蚤
蚩
蚪
蚯
蚱
蚵
蚶
蚾
蛀
蛆
蛇
蛉
蠱
蛋
蠣
蟶
蛐
蛔
蛙
蛛
蛞
蛟
蛤
蛭
蠻
蟄
螄
蠐
蛹
蛾
蜀
蜂
蜃
蜇
蜈
蜉
蜊
蜍
蜒
蜓
蛻
蝸
蜘
蜚
蜜
蜞
蠟
蜢
蜥
蜱
蜴
蜷
蜻
蜿
蠅
蟈
蟬
蝌
蠍
蝓
蝗
蝙
蝠
蝤
蝮
蝰
蝴
蝶
螻
蠑
螂
螃
螈
融
蟎
螭
螯
螳
螺
螽
蟀
蟆
蟊
蟋
蟑
蟒
蟠
蟥
蟹
蟾
蠓
蠕
蠡
蠢
蠲
蠵
蠹
血
衄
釁
行
衍
衒
術
銜
衖
街
衘
衙
衛
衡
衢
衣
補
錶
衩
衫
襯
袞
衰
衷
衽
衾
衿
袁
袂
襖
裊
袈
袋
袍
袒
袖
襪
袤
被
襲
袱
袴
裁
裂
裝
襠
裔
裕
裘
裙
補
裟
裡
褳
褲
裨
裬
裱
裳
裴
裸
裹
裼
製
裾
褂
褊
褐
褒
褓
褔
褙
褚
褸
褡
褥
褪
褫
褯
褰
襤
褶
繈
襄
襞
襟
襦
西
要
覃
覆
視
覺
觀
見
觀
規
覓
視
覽
覺
覬
覦
覲
覷
角
觚
觴
解
觥
觸
觳
言
訇
討
記
設
証
訾
評
詞
話
該
詹
譽
謄
誌
誓
誜
語
說
調
請
論
謙
講
謝
謠
謦
警
譬
護
變
讏
讓
讚
計
訂
訃
認
譏
訐
訌
討
讓
訕
訖
訓
議
訊
記
講
諱
謳
詎
訝
訥
許
訛
論
訟
諷
設
訪
訣
證
訶
評
詛
識
詐
訴
診
詆
詞
詔
譯
詒
誄
試
詩
詰
詼
誠
誅
詵
話
誕
詬
詮
詭
詢
詣
諍
該
詳
詫
諢
詡
誡
誣
語
誚
誤
誥
誘
誨
誑
說
誦
誒
請
諸
諾
讀
誹
課
諉
諛
誰
調
諂
諒
諄
談
誼
謀
諶
諜
謊
諫
諧
謔
謁
謂
諤
諭
讒
諮
諳
諺
諦
謎
諞
謨
謖
謝
謠
謗
謚
謙
謐
謹
謾
謫
謬
譚
譖
譙
讕
譜
譎
讞
譴
讖
榖
谿
豁
豆
豇
豉
豌
豕
豚
象
豢
豪
豫
豸
豹
豺
貂
貅
貉
貌
貔
負
貣
責
貼
賢
質
賴
賽
贇
貝
貞
負
貟
貢
財
責
賢
敗
賬
貨
質
販
貪
貧
貶
購
貯
貫
貳
賤
賁
貰
貼
貴
貸
貿
費
賀
貽
賊
贄
賈
賄
賃
賂
贓
資
賅
賑
賚
賒
賦
賭
贖
賞
賜
贔
賡
賠
賴
贅
賻
賺
賽
賾
贋
贊
贇
贈
贍
贏
贛
赤
赦
赧
赫
赭
走
赳
赴
趙
趕
起
趁
趄
超
越
趨
趔
趟
趣
足
趴
趵
躉
趾
跂
躍
蹌
跆
跋
跌
跎
跑
蹠
跗
跚
跛
距
跟
跡
跤
跨
跪
跬
路
跳
踐
躂
蹺
蹕
躚
跺
躋
踆
踉
踴
躊
踏
踔
踝
踞
踟
踢
踩
蹤
踮
踱
踵
踹
踺
踼
踽
蹂
蹄
蹇
蹈
蹉
蹊
蹋
躡
蹣
蹙
蹚
蹟
蹦
蹩
蹬
蹭
蹲
蹴
蹶
蹺
蹻
蹼
躥
躁
躇
躪
躐
身
躬
軀
躲
躹
躺
軌
軍
載
輔
輕
輪
輯
轉
車
軋
軌
軒
軔
轉
輪
軟
轟
軲
軻
軸
軼
軫
輕
軾
載
輊
轎
較
輒
輔
輛
輦
輩
輝
輥
輞
輟
輜
輻
輯
輸
轡
轅
轄
輾
轆
轍
辛
辜
辭
闢
辣
辨
辯
辮
辰
辱
辶
邊
遼
達
遷
迂
迄
迅
過
邁
迊
迎
運
近
迓
返
迕
還
這
進
遠
違
連
遲
迢
迤
迥
迦
邇
迪
迫
迭
述
逕
迴
迷
迸
跡
迺
追
退
送
適
逃
逄
逅
逆
選
遜
逋
逍
透
逐
遞
途
逗
這
通
逛
逝
逞
速
造
逡
逢
邐
逮
逯
週
進
逵
逶
逸
逹
邏
逼
逾
遁
遂
遆
遇
運
遍
過
遏
遐
遑
遒
道
達
遺
遛
遠
遢
遣
遙
遨
適
遭
遮
遴
遵
選
遺
遽
避
邀
邂
邃
還
邈
邊
邋
邑
鄧
邕
邗
邙
邛
鄺
邠
邡
邢
那
邦
邨
邪
鄔
郵
邯
邰
邱
邳
邴
邵
邸
鄒
鄴
鄰
邽
邾
鬱
郤
郅
郇
郊
郎
郟
鄭
鄆
郗
郜
郝
郞
郡
郢
酈
鄖
部
郪
郫
郭
郯
郴
鄲
都
郾
鄂
鄄
鄙
鄞
鄠
鄢
鄧
鄯
鄱
鄴
酃
酆
酉
酊
酋
酌
配
酏
酐
酒
酗
酚
醞
酞
酣
酥
酩
酪
酬
酮
酯
酰
醬
酵
酶
酷
酸
釅
釀
醇
醉
醋
醌
醍
醐
醒
醚
醛
醣
醪
醮
醴
醺
釆
采
釉
釋
裏
重
野
量
金
釜
鈺
鉄
鑒
鉻
銘
銬
鑾
鋆
錄
鏨
鎏
鏖
鐘
鐲
鑑
鑫
釔
針
釘
釗
釷
釺
釧
釤
釩
釣
釹
釵
鈣
鈈
鈦
钜
鈍
鈔
鍾
鈉
鋇
鋼
鈑
鈐
鑰
欽
鈞
鎢
鈎
鈁
鈕
鈀
鈺
錢
鉦
鉗
鈷
鉢
鉞
鑽
鉬
鉭
鉀
鈿
鈾
鐵
鉑
鈴
鑠
鉛
鉚
鈰
鉉
鉈
鉍
鈮
鐸
銬
鋏
鐺
銅
鋁
銦
鎧
鍘
銖
銑
鋌
鏵
銓
鎩
鉻
銘
錚
銫
鉸
銥
鏟
銃
銨
銀
銣
鑄
鋪
錸
鏈
鏗
銷
鎖
鋰
鋥
鋤
鍋
鋯
銹
銼
鋒
鋅
鐦
鐧
銳
銻
鋃
鋟
鍺
錯
錨
錛
錡
錁
錕
锡
錮
鑼
錘
錐
錦
鍁
錠
鍵
鋸
錳
錙
鍥
鍇
鏘
鍶
鍔
鍤
鍬
锺
鍛
鍍
鎂
鏤
鏌
鎮
鎘
鑷
鎸
鎳
鎦
鎬
鎊
鎰
鎵
鑌
鎔
鏢
鏰
鏞
鏡
鏑
鏃
镟
鏐
鐐
鑭
鑹
鐙
鑊
鐳
鐲
鐮
鑣
鑲
長
長
開
閒
間
閤
闆
闇
關
闢
門
閂
閃
閆
閉
問
闖
閏
闈
閑
間
閔
悶
閘
鬧
閨
聞
闥
閩
閭
闓
閥
閣
閡
鬮
閱
閬
閾
閹
鬩
閽
閻
闡
闌
闊
闋
闔
闕
闞
阜
隊
阡
阪
阮
阱
防
陽
陰
陣
階
阺
阻
阿
陀
陂
附
際
陸
隴
陳
陘
陋
陌
降
限
陝
陛
陝
陞
陟
陡
院
除
隕
險
陪
陬
陲
陳
陵
陶
陷
陽
隅
隆
隊
隋
隍
隨
隱
隔
隗
隘
隙
障
隧
隨
隳
隸
隸
隻
隼
雋
難
雀
雁
雄
雅
集
雇
雉
雌
雍
雛
雒
雕
雖
難
雨
雪
雯
靂
零
雷
雹
電
霧
需
霽
霂
霄
霆
震
霈
黴
霍
霎
霏
霑
霓
霖
霜
霞
霢
靄
霰
露
霸
霹
霾
靑
青
靚
靖
靜
靚
靛
靜
非
靠
靡
麵
靨
靧
革
靭
靳
靴
靶
靼
鞅
鞋
鞍
韃
鞘
鞠
鞣
鞭
韁
韋
韓
韡
韋
韌
韓
韙
韞
韜
韭
音
韻
韶
韻
順
頌
頔
頗
領
頫
頭
頻
題
顎
顏
類
顯
頁
頂
頃
項
順
須
頊
頑
顧
頓
頎
頒
頌
頏
預
顱
領
頗
頸
頡
頰
頜
潁
頦
頤
頻
頹
頷
穎
顆
題
顎
顓
顔
額
顳
顛
顥
顫
顰
顴
風
颺
颯
颶
颼
颻
飄
飆
飚
飛
飛
食
飢
飧
饗
飾
餐
餮
饎
饕
飢
餳
飩
餼
飪
飫
飭
飯
飲
餞
飾
飽
飼
飴
餌
饒
餉
餃
餅
餑
餓
馀
餒
餛
餡
館
饋
餿
饞
饃
餾
饈
饅
饌
饢
首
馗
香
馥
馨
馬
馼
騰
馬
馭
馱
馴
馳
驅
駁
驢
駛
駟
駙
駒
騶
駐
駝
駕
驛
驍
罵
驕
驊
駱
駭
駢
驫
驪
騁
驗
駿
騏
騎
驌
騙
騷
騖
驁
騮
騫
驃
騾
驟
驥
驤
骨
骰
骶
骷
骸
骺
骼
髀
髁
髂
髏
髈
髖
髕
髓
體
高
髙
髦
髭
髮
髯
髻
鬃
鬆
鬈
鬏
鬢
鬟
鬣
鬧
鬲
鬻
鬼
魁
魂
魄
魅
魘
魏
魔
魚
鮟
鮰
鯢
鱀
鱇
鱻
魚
魷
魨
魯
魴
鮁
鮃
鮎
鱸
鮓
鮒
鮑
鱟
鮭
鮪
鮫
鮮
鱘
鯁
鱺
鰱
鰹
鯉
鯀
鯊
鯇
鯽
鯖
鯪
鯡
鯤
鯧
鯢
鯰
鯛
鯨
鰈
鰓
鰐
鰍
鰒
鯿
鰲
鰭
鰥
鰾
鱈
鱉
鰻
鱖
鱔
鱗
鱒
鴎
鵄
鵟
鵰
鶲
鷹
鳥
鳩
雞
鳶
鳴
鷗
鴉
鴇
鴆
鴣
鶇
鴨
鴞
鴦
鴛
鴕
鷥
鷙
鴯
鴴
鴿
鸞
鴻
鸝
鵑
鵠
鵝
鵒
鵜
鵡
鵲
鶓
鵪
鶤
鵬
鶉
鶘
鶚
鶻
鶩
鷂
鶲
鶼
鶴
鸚
鷓
鷲
鷸
鷺
鹮
鷹
鸛
鹿
麀
麂
麅
麈
麋
麒
麓
麗
麝
麟
麥
麩
麻
麼
麽
麾
麿
黃
黃
黍
黎
黏
黐
黑
黒
黔
默
黛
黜
黝
黟
黠
黢
黧
黷
黯
鼎
鼐
鼓
鼠
鼬
鼻
鼾
齊
齒
齟
齡
齙
齜
齦
齬
齪
齲
齷
龍
龑
龍
龔
龕
龜
︰
︱
﹃
﹄
﹐
﹑
﹒
﹔
﹕
﹖
﹗
﹝
﹞
﹢
﹤
﹥
﹪
！
＂
％
＆
（
）
＊
＋
，
－
．
／
０
１
２
３
４
５
６
７
８
９
：
；
＜
＝
＞
？
＠
Ａ
Ｂ
Ｃ
Ｄ
Ｅ
Ｆ
Ｇ
Ｈ
Ｉ
Ｊ
Ｋ
Ｌ
Ｍ
Ｎ
Ｏ
Ｐ
Ｑ
Ｒ
Ｓ
Ｔ
Ｕ
Ｖ
Ｗ
Ｘ
Ｙ
［
＼
］
＿
ａ
ｂ
ｃ
ｄ
ｅ
ｇ
ｈ
ｉ
ｊ
ｌ
ｍ
ｎ
ｏ
ｐ
ｒ
ｓ
ｔ
ｖ
ｗ
ｘ
｜
～
